import React from "react";

const TermsAndConditions = () => {
  return (
    <>
      <div className="legalMain">
        <div className="legal">
          <h1>მომსახურების პირობები</h1>
          <br />
          <h1>1.	ხელშეკრულების დადებისა და გამოყენების ზოგადი პირობები: </h1>
          <br />
          <br />
          <h4>
            <h2>1.1</h2>
            <p className="legalMyBody">
            წინამდებარე ხელშეკრულების გამოყენების ზოგადი წესები და პირობები (შემდგომში ,,ზოგადი პირობები”) გამოიყენება შპს ,,პიკფუდი” (ს/ნ:404600026)-ის (შემდგომში Pikfud)  ვებ გვერდზე (დომეინი www.pikfud.com )  და მასთან დაკავშირებულ მობილურ აპლიკაციასთან ( Pikfud ) მიმართებაში. 
ზემოთ აღნიშნული ვებ გვერდი და აპლიკაცია ეკუთვნის Pikfud -ს.  ვებ გვერდის ან აპლიკაციის გამოყენებით თქვენ ეთანხმებით წინამდებარე პირობებს. 
იმ შემთხვევაში თუ თქვენ არ ეთანხმებით წინამდებარე ხელშეკრულების წესებსა და პირობებს, გთხოვთ არ გამოიყონოთ ვებ გვერდი და აპლიკაცია. 

<p>Pikfud -ის მონაცემებია: </p>
<p>•	კომაპნიის სახელწოდება - შპს ,,პიკფუდი”</p>
<p>•	საიდენტიფიკაციო კოდი - 404600026</p>

            </p>
          </h4>
          <br />
          <h1>2.	მიზანი </h1>
          <br />
          <br />
          <h4>
            <h2>2.1</h2>
            <p className="legalMyBody">
            Pikfud არის ტექნოლოგიური კომპანია. მისი მთავარი საქმიანობაა ტექნოლოგიური პლატფორმის მართვა და განვითარება, 
            რომლის მეშვეობითაც სხვადასხვა ქალაქებში მდებარე კვების ობიექტები Pikfud -ის ვებ გვერდისა და/ან მობილური 
            აპლიკაციის მეშვეობით თავიანთ პროდუქტს  ფასდაკლებით სთავაზობენ მომხმარებლებს. Pikfud-ის მიერ შემუშავებული პლატფორმის მეშვეობით Pikfud-თან 
            სახელშეკრულებო ურთიერთობებში მყოფი მეწარმე სუბიექტები (იგივე პარტნიორი კომპანიები/პარტნიორი) თავიანთ პროდუქტს შესთავაზებენ ,,მომხმარებლებს“, 
            მომხმარებლები კი პლატფორმაზე შეკვეთის განთავსებით პირადად  ახდენენ პროდუქტების შეძენას და მათ წამოღებას ამ ობიექტებისგან. 
            Pikfud არის მხოლოდ შუამავალი და არ იღებს არანაირ პასუხისმგებლობას პროდუქტის  ხარისხსა და მეწარმე სუბიექტების მიერ შესაფერისი მომსახურების გაწევასთან დაკავშირებით.
            </p>
          </h4>
          <h1>3. ტერმინოლოგია </h1>
          <br />
          <br />
          <h4>
            <p className="legalMyBody">
            წინამდებარე ხელშეკრულების ფარგლებში გამოიყენება ქვემოთ აღნიშნული სიტყვები და გამოთქმები (იმ შემთხვევაში, თუ ტექსტში საპირისპირო არ არის საჭირო) 
            ქვემოთ აღნიშნული მათი მნიშვნელობების შესაბამისად (მოცემული ცნებები ძალაშია სიტყვების და გამოთქმების როგორც მხოლობითი, აგრეთვე მრავლობითი რიცხვისათვის). 
            <p>,,Pikfud აპლიკაცია“ ნიშნავს ელექტრონულ აპლიკაციას, სახელწოდებით ,, Pikfud Retailer”, რომლის მეშვეობითაც ფიზიკური და იურიდიული პირები უკვეთავენ პროდუქტს Pikfud – ის პარტნიორისაგან. </p>
            <p>,,მომხმარებელი“ ნიშნავს ფიზიკურ ან იურიდიულ პირს, რომელიც Pikfud –ის მეშვეობით უკვეთავს პარტნიორის პროდუქტ(ებ)ს.</p>
            <p>,,მომსახურება“ ნიშნავს საშუამავლო მომსახურებას, რომელსაც Pikfud მის მიერ გადაცემული პროგრამული უზრუნველყოფით უწევს პარტნიორს მისი საკვების რეალიზაციაში.</p>
            <p>,,პარტნიორი“  ნიშნავს კვების ობიექტს ან რესტორანს რომელმაც ხელი მოაწერა წინამდებარე ხელშეკრულებას. </p>
            <p>,,საფასური“ ნიშნავს საფასურს, რომელსაც Pikfud აკისრებს პარტნიორს აპლიკაციის გამოყენებისათვის. </p>
            <p>,,სამუშაო დღე“ ნიშნავს ნებისმიერი კალენდარულ დღეს, გარდა შაბათისა, კვირისა და  საქართველოს ორგანული კანონით - ,, საქართველოს შრომის კოდექსით“ განასზღვრული უქმე დღეებისა. </p>
            <p>,,კალენდარული დღე“ ნიშნავს წლის ნებისმიერ კალენდარულ დღეს, სამუშაო და არასამუშაო დღეების ჩათვლით. </p>
            <p>,,ხელშეკრულების ვადა“  ნიშნავს წინამდებარე ხელშეკრულების მე-5 მუხლში აღნიშნული ვადა, მისი გაგრძელების ყველა ვადის ჩათვლით. </p>
            <p>,,მხარეები“  ნიშნავს პარტნიორსა და Pikfud   ერთობლივად.  </p>
            <p>,,წელი“  ნიშნავს პერიოდს, რომლის ხანგრძლივობა შეადგენს 365 დღეს, და რომელიც გრძელდება უწყვეტად ხელშეკრულების დადების მომენტიდან.</p>
            </p>
          </h4>
          <h1>4. გამოყენების პირობები </h1>
          <br />
          <br />
          <h4>
            <p className="legalMyBody">
            პლატფორმაზე შესვლითა და პროფილის ნებაყოფლობით შექმნით, ყველა მომხმარებელი აცნობიერებს და ნათლად და გარკვევით თანხმდება წინამდებარე „ზოგად პირობებზე“, 
            „კონფიდენციალურობის პოლიტიკასა“ და „ქუქი პოლიტიკაზე“. წინამდებარე პირობები, მათ შორის თქვენს მიერ კონფიდენციალობის და ქუქი პოლიტიკაზე გაცემული თანხმობა, ასევე გამოიყენება, 
            თუკი Pikfud გადასცემს ან გადააბარებს თქვენი პერსონალური მონაცემების დამუშავების საქმიანობას სხვა კომპანიას, Pikfud -ს თავისი შეხედულებისამებრ შეუძლია გადასცეს ან გადააბაროს 
            თავის რომელიმე სხვა ან მასთან დაკავშირებულ კომპანიას თქვენი პერსონალური მონაცემების დამუშავების საქმიანობა ან/და ამასთან დაკავშირებით თქვენ მიერ ნებისმიერი კომპანიისთვის გაცემული თანხმობა. 
            Pikfud ასევე გატყობინებთ, რომ ნებისმიერ კომპანიასთან შერწყმის ან შეერთების შემთხვევაში, თქვენი მონაცემები შეიძლება გადაეცეს კონკრეტულ კომპანიას და ჩაითვლება, რომ თქვენ მიეცით თანხმობა აღნიშნულ კომპანიას, 
            რა შემთხვევაშიც ჩვენ უზრუნველვყოფთ, რომ ამ კომპანიამ შეასრულოს მონაცემთა დაცვის მოქმედი კანონმდებლობით გათვალისწინებული მოთხოვნები. 
            </p>
          </h4>
          <h1>5. რეგისტრაცია და მომხმარებლის პროფილი </h1>
          <br />
          <br />
          <h4>
            <p className="legalMyBody">
            5.1.	Pikfud პლატფორმაზე (ვებ გვერდი ან/და აპლიკაცია) რეგისტრაციის მიზნით მომხმარებელები ვალდებულნი არიან მიუთითონ მომხმარებლის სახელი, გვარი და ელ.ფოსტის მისამართი. 
            ტელეფონის ნომრის მითითება ხდება სურვილის შემთხვევაში და არ წარმოადგენს რეგისტრაციისთვის სავალდებულო მოთხოვნას.
            </p>
            <p className="legalMyBody">
            5.2.	მომხმარებელი რეგისტრაციის დასრულების შემდგომ სისტემაში შესასვლელად იყენებს მის მიერ მითითებულ ელ.ფოსტას. 
            მომხმარებლის სახელი არის ელ.ფოსტა, ხოლო პაროლი შეყავს თავის სურვილის შესაბამისად.
            </p>
            <p className="legalMyBody">
            5.3.	Pikfud –ის აპლიკაციაზე წვდომისა და რეგისტრაციისთვის მომხმარებელი ადასტურებთ რომ: 
            <p>•	არის 18 წლის ასაკს მიღწეული პირი.</p>
            <p>•	მომხმარებელი იძლევა გარანტიას, რომ მის მიერ მითითებული ინფორმაცია  ვინაობასა და ქმედუნარიანობასთან დაკავშირებით არის სწორი და სრული.</p>
            </p>
            <p className="legalMyBody">
            5.4.	მომხმარებელი რეგისტრაციის დასრულებისთვუს უნდა დაეთანხმოს  ,,ხელშეკრულების გამოყენების ზოგად პირობებს“ ,, კონფიდენციალურობისა და მონაცემთა დაცვის პოლიტიკას“ ,,ქუქი პოლიტიკას“
            </p>
          </h4>
          <h1>6.	უფლებები და ვალდებულებები </h1>
          <br />
          <br />
          <h4>
            <p className="legalMyBody">
            6.1.	მომხმარებელი იღებს ვალდებულებას, რომ თავის პროფილს გამოიყენებს მოქმედი კანონმდებლობის შესაბამისად (როგორც შიდა ეროვნული ასევე საერთაშორისო აქტებისა და შეთანხმებების შესაბამისად) 
            ასევე პროფილის გამოყენებისას არ დაარღვევენ კეთილსინდისიერების, საჯარო წესრიგისა და მორალის პრინციპებს.
            </p>
            <p className="legalMyBody">
            6.2.	მომხმარებელი ვალდებულია თავისი პროფილის მონაცემები - მომხმარებელი და პაროლი არ გადასცეს მესამე პირებს და დაიცვას თავისი  პროფილი თაღლითური გამოყენებისაგან 
            (არ გამოიყენოს იგივე მომხმარებელი და პაროლი რომლითაც სარგებლობს სხვა პლატფორმებზე) 
            </p>
            <p className="legalMyBody">
            6.3.	მომხმარებელი იღებს ვალდებულებას დაიცვას თავისი ანგარიშის უსაფრთხოება და მხოლოდ მას ექნება თავის პროფილში შესვლის უფლება. 
            </p>
            <p className="legalMyBody">
            6.4.	მომხმარებელს უფლება აქვს ნებისმიერ დროს გააუქმოს თავსი რეგისტრაცია პლატფორმაზე. 
            </p>
            <p className="legalMyBody">
            6.5.	Pikfud- არ აკონტროლებს და არ ამოწმებს მომხმარებლის ვინაობას და მათ მიერ პლატფორმაში რეგისტრაციისას მითითებული მონაცემების სისწორეს. აღნიშნული ინფორმაციაზე პასუხისმგებელია მომხმარებელი.  
            </p>
            <p className="legalMyBody">
            6.6.	Pikfud არ ამოწმებს პალატფორმაზე განთავსებული პროდუქციას. შესაბამისად  პროდუქტის გამყიდველს  ეკისრება სრული პასუხისმგებლობა 
            პროდუქტის ვარგიანობის, მის შესაბამისობას დადგენილ სტანდარტებთან და პლატფორმაზე განთავსებულ ინფორმაციასთან შესაბამისობაზე. მომხმარებლისთვის აღნიშნული 
            ინფორმაცია არის ცნობილი და აცხადებს, რომ შეუსაბამობის ან პრეტენზიის შემთხვევაში უნდა მიმართოს პროდუქტის გამყიდველს. 
            </p>
            <p className="legalMyBody">
            6.7.	Pikfud-ს არ აქვს წვდომა მომხმარებლის საბანკო ანგარიშის ნომრებთან.  მომხმარებლის მიერ  დადასტურებული ანგარიშსწორებისას მომსახურე 
            ბანკის მიერ Pikfud -ს მიეწოდება მხოლოდ ბარათის ბოლო 4 ციფრი. მომხმარებლის საბანკო მონაცემების ინფორმაციის დამუშავებასა და შენახვაზე პასუხისმგებელი 
            არის სერვისის მიმწოდებელი საბანკო დაწესებულება.  
            </p>
            <p className="legalMyBody">
            6.8.	Pikfud - ს უფლება აქვს მომხმარებლის მიერ მითითებული ინფორმაციის სისწორეში ეჭვის შეტანის  საფუძვლის არსებობისას შეზღუდოს მომხმარებლის წვდომა 
            პლატფორმაზე დროებით ან აუკრძალოს მას პლატფორმის გამოყენება.  
            </p>
          </h4>
          <h1>7.	შეკვეთა და  ღირებულების გადახდა </h1>
          <br />
          <br />
          <h4>
            <p className="legalMyBody">
            7.1.	მომხმარებელებს შესაძლებლობა აქვთ სავაჭრო დაწესებულებების მიერ პლატფორმაზე განთავსებულ პროდუქტები  დღის ბოლოს ფასდაკლებით შეიძინონ  Pikfud აპლიკაციის მეშვეობით. 
            მომხმარებელი ირჩევს მისთვის სასურველ პროდუქტს და ახდენს საფასურის გადახდას. 
            </p>
            <p className="legalMyBody">
            7.2.	სავაჭრო დაწესებულების მიერ პლატფორმაზე განთავსებული შეთავაზებული საკვები პროდუქტების დასახელებასთან ერთად, მითითებულია ფასი,  პროდუქტის მახასიათებლები და შემადგენლობა,  
            საჩვენებელი სახით შესაძლოა მითითებული იყოს პროდუქტის ფოტოსურათი.  
            </p>
            <p className="legalMyBody">
            7.3.	პროდუქტის ფასს განსაზღვრავს და Pikfud პლატფორმაზე განათავსებს სავაჭრო ობიექტი/კვების ობიექტი.
            </p>
            <p className="legalMyBody">
            7.4.	მომხმარებლის მიერ პროდუქტის არჩევის შემდგომ იხდის საფასურს და მის მიერ მითითებულ დროს ვალდებულია მივიდეს და თავად წაიღოს სავაჭრო დაწესებულებიდან/კვების ობიექტი/პროდუქტის 
            მიმწოდებელი ან/და გამყიდველისგან მის მიერ Pikfud აპლიკაციის მეშევეობით შეძენილი პროდუქტი.
            </p>
            <p className="legalMyBody">
            7.5.	მომხმარებელი შეძენილი პროდუქტის საფასურს იხდის უნაღდო ანგარიშსწორების წესით. პიკფუდი დადასტურებული გადახდისას მომხმარებლის დასტურით შემთხვევაში ინახავს მომხმარებლის ბარათის მონაცემებთ კერძოდ „billing_id”-ს. 
            </p>
          </h4>
          <h1>8.	პრეტენზიები </h1>
          <br />
          <br />
          <h4>
            <p className="legalMyBody">
            8.1.	თუკი მომხმარებელს შეძენილ პროდუქტთან დაკავშირებით ექნება პრეტენზია, 
            Pikfud ყველა ღონეს იხმარს პრობლემის მოგვარების მიზნით .  
            </p>
            <p className="legalMyBody">
            8.2.	მომხმარებელი ინფორმირებულია და გაცნობიერებული აქვს რომ პროდუქტის ვარგისიანობასა და ხარისხზე სრულად აგებს პასუხს კომპანია, პროდუქტის მიმწოდებელი, რომლის პროდუქტის რეალიზაციაც ხდება Pikfud -ის მეშვეობით. მიუხედავად აღნიშნულისა 
            Pikfud ყველანაირად ეცდება დაეხმაროს უკმაყოფილო მომხმარებელს და კომპანიას აანაზრაურებინოს მომხმარებლისთვის მიყენებული ზიანი  
            </p>
          </h4>
          <h1>9.	ინტელექტუალური საკუთრების უფლებები </h1>
          <br />
          <br />
          <h4>
            <p className="legalMyBody">
            9.1.	 Pikfud -ის ყველა  სასაქონლო ნიშანი და ნაწარმოები, აპლიკაცია და დომეინის სახელწოდება, რაც წარმოადგენს ინტელექტუალური საკუთრების ობიექტს,  
            მათ შორის ნებისმიერი ინფორმაცია რომელიც განთავსებული არის პლატფორმაზე (Pikfud აპლიკაციასა და ვებ გვერდზე) არის Pikfud -ის საკუთრება.  
            </p>
            <p className="legalMyBody">
            9.2.	 Pikfud - ის ინტელექტუალური საკუთრების უფლებების გამოყენების შემთხვევაში, Pikfud-ისთვის ზიანის წარმოქმნის გამო, 
            მომხმარებელი იღებს ვალდებულებას Pikfud-ს აუნაზღაუროს მიყენებული ზიანი.   
            </p>
          </h4>
          <h1>10.	პერსონალურ მონაცემთა დაცვა </h1>
          <br />
          <br />
          <h4>
            <p className="legalMyBody">
            10.1.	Pikfud –ის მომხმარებელთა პერსონალური მონაცემების დაცვა წარმოადგენს Pikfud-ის პასუხისმგებლობას.  
            </p>
            <p className="legalMyBody">
            10.2.	პარტნიორს წვდომა აქვს Pikfud -ის იმ მომხმარებელთა პერსონალურ მონაცემებთან, რომლებიც იყენებენ პლატფორმას პარტნიორისგან პროდუქციის მოთხოვნის მიზნით. პარტნიორი მომხმარებლის პერსონალურ მონაცემებს იყენებს მხოლოდ ვალდებულების შესრულების მიზნით.
            </p>
            <p className="legalMyBody">
            10.3.	 პარტნიორი სრულად და პირადად აგებს პასუხს როგორც ხელშეკრულების მოქმედების, ისე მისი შეწყვეტის შემდგომ მომხმარებელთა პერსონალური მონაცემების დარღვევის შემთხვევებზე.   
            </p>
          </h4>
          <h1>11.	დავათა გადაჭრის წესი </h1>
          <br />
          <br />
          <h4>
            <p className="legalMyBody">
            11.1.	 ამ ხელშეკრულებით გაუთვალისწინებელი სხვა პირობების მიმართ მოქმედებს საქართველოს სამოქალაქო კოდექსის ნორმები. 
            </p>
            <p className="legalMyBody">
            11.2.	 ამ ხელშეკრულების შესაბამისად წამოჭრილი ნებისმიერი სახის უთანხმოების შემთხვევაში დავა უნდა გადაწყდეს მოლაპარაკების გზით. მოლაპარაკების მიუღწევლობის შემთხვევაში წინამდებარე ხელშეკრულებასთან დაკავშირებული ან მისგან გამომდინარე ნებისმიერი უთანხმოება, დავა ან პრეტენზია, მის არსებობასთან, ძალაში ყოფნასთან, განმარტებასთან, ჩამოყალიბებასთან, დარღვევასთან ან შეწყვეტასთან დაკავშირებული ნებისმიერი საკითხების ჩათვლით, 
            გადაწყდეს საქართველოში მოქმედი კანონმდებლობის შესაბამისად განსჯადი სასამართლოს მიერ.
            </p>
          </h4>
        </div>
      </div>
    </>
  );
};

export default TermsAndConditions;
