import React from "react";
// import "./CookiePolicy.css";
const CookiePolicy = () => {
  return (
    <>
      <div className="legalMain">
        <div className="legal">
          <h1>Cookies ფაილების  (მზა  ჩანაწერების) პოლიტიკა</h1>
          <br />
          <br />
          <br />
          <body>
            <p className="legalMyBody">
            1.	Cookies ფაილები არის ვებ 
            გვერდების მიერ ბრაუზერებში გაგზავნილი მცირე ზომის ფაილები, რომლებიც ინახება მომხმარებლის კომპიუტერში, 
            მობილური ტელეფონსა და სხვა მოწყობილობაში. Cookies ფაილები მნიშვნელოვან როლს ასრულებენ სხვადასხვა მომსახურების 
            უზრუნველყოფაში. სხვა ფუნქციებს შორის, მათი ერთ-ერთი ფუნქცია ვებ გვერდზე მომხმარებლისა და მისი მოწყობილობის ქცევის
             შესახებ ინფორმაციის შენახვა და მოძიებაა. მიღებული ინფორმაციის მიხედვით მათ შეუძლიათ ამოიცნონ მომხმარებელი და გააუმჯობესონ 
             ვებ გვერდის ან/და აპლიკაციის მეშვეობით შეთავაზებული სერვისი.
            </p>
          </body>
          <br />
          <body>
            <p className="legalMyBody">
            2.	Cookie-ფაილები შეიძლება გამოყენებულ იქნას ერთად ან ცალ-ცალკე. არსებობს ტექნიკური, ანალიტიკური და ინდივიდუალიზებული 
            cookie-ფაილები, ასევე მომხმარებლის მიერ მონახული ვებ გვერდის დომენის მიერ შექმნილი საკუთარი cookie-ფაილები, ან მესამე მხარის 
            cookie-ფაილები. არსებობს Cookie ფაილები, რომლებით იქმნება და იმართება მონახული ვებ გვერდის სხვადასხვა დომეინების მიერ, მომხმარებლებთან 
            ინდივიდუალური რეკლამის გაგზავნის მიზნით.  
            </p>
          </body>
          <br />
          <body>
            <p className="legalMyBody">
            3.	Pikfud კისრულობს ვალდებულებას, დაიცვას თქვენი პერსონალური ინფორმაცია თქვენს მიერ ჩვენი ვებ გვერდისა და აპლიკაციის გამოყენების 
            დროს და მოგაწოდოთ შემდეგი ინფორმაცია თავის ონლაინ პლატფორმაზე Cookie-ფაილების გამოყენების შესახებ.
            </p>
            <br />
            <h2>
            3.1.	Pikfud-ის მიერ გამოყენებული Cookie-ფაილები და მათი მიზანი:
            </h2>
            <br />
            <p className="legalMyBody">
            Pikfud-ს შეუძლია გამოიყენოს სხვადასხვა სახის Cookie ფაილები, რომლებიც მომხმარებელმა შეიძლება თავისუფლად შეამოწმოს და მართოს ვებ გვერდზე 
            შესვლის დროს. Cookie-ფაილები აღწერილია ქვემოთ: 
            </p>
            <br />
            <p className="legalMyBody">
            •	საკუთარი Cookie-ფაილები. არის ფაილები, რომლებიც მომხმარებლების ტერმინალზე იგზავნება Pikfud-ის კომპიუტერიდან ან დომეინიდან, საიდანაც მიწოდებული იყო მომხმარებლის მიერ მოთხოვნილი მომსახურება.
            </p>
            <br />
            <br />
            <p className="legalMyBody">
            •	პერსონალიზაციის Cookie-ფაილები. ეს Cookie-ფაილები საშუალებას აძლევს მომხმარებელს, მიიღოს მომსახურება ზოგადი, წინასწარ დადგენილი მახასიათებლების მიხედვით მომხმარებლის ტერმინალზე არსებული 
            კრიტერიუმების შესაბამისად, როგორიცაა ენა, ბრაუზერის ტიპი და ა.შ. 
            </p>
            <br />
            <br />
            <p className="legalMyBody">
            •	მესამე მხარის Cookie-ფაილები. ფაილები, რომლებიც მომხმარებლების ტერმინალზე იგზავნება იმ კომპიუტერიდან ან დომეინიდან, რომელსაც არ მართავს Pikfud და საიდანაც მომხმარებლის მიერ მოთხოვნილი მომსახურება 
            მიწოდებულია სხვა ორგანიზაციისთვის, რომელიც ამუშავებს Cookie -ფაილების მიერ შეგროვებულ მონაცემებს.
            </p>
            <br />
            <br />
            <p className="legalMyBody">
            •	სესიის Cookie-ფაილების მიზანია, მომხმარებლის ვებ გვერდზე შესვლისას ინფორმაციის შეგროვება და შენახვა. აღნიშნული Cookie-ფაილები მომხმარებლის კომპიუტერზე არ ინახება სესიის ვადის ამოწურვის და ბრაუზერის დახურვის შემდეგ.
            </p>
            <br />
            <br />
            <p className="legalMyBody">
            •	ტექნიკური Cookie-ფაილები. ეს Cookie-ფაილები საშუალებას აძლევს მომხმარებელს, დაათვალიეროს ვებ გვერდი, პლატფორმა ან აპლიკაცია და გამოიყენოს მასზე არსებული სხვადასხვა ოფციები ან სერვისი.
            </p>
            <br />
            <br />
            <p className="legalMyBody">
            •	ანალიტიკური Cookie-ფაილები. ეს Cookie-ფაილები მათ მფლობელს საშუალებას აძლევენ, მოახდინოს ვებ  გვერდზე შესულ მომხმარებელთა ქცევის მონიტორინგი და ანალიზი. ასეთი Cookie-ფაილების მეშვეობით შეგროვებული ინფორმაცია
            გამოიყენება ვებ გვერდის, პლატფორმის ან აპლიკაციის აქტივობის გასაზომად და ამ ანალიზის საფუძველზე ვებ გვერდის გაუმჯობესების მიზნით.
            </p>
            <br />
            <br />
            <p className="legalMyBody">
            •	ფუნქციონალური Cookie-ფაილები. ეს არის Cookie- ფაილის ტიპი, რომლის დროს მონაცემები ინახება მომხმარებლის ტერმინალზე და მათი წვდომა და დამუშავება შესაძლებელია Cookie-ფაილზე პასუხისმგებელი პირის მიერ განსაზღვრული 
            პერიოდის განმავლობაში, ფუნქციონალური Cookie-ფაილები ხელს უწყობს ვებ გვერდის სათანადო ფუნქციონირებას და შესაბამისად, ისინი სავალდებულოა და არა არჩევითი. თუმცა, მომხმარებელს ნებისმიერ დროს შეუძლია მათი წაშლა. 
            </p>
            <br />
          </body>
          <h2>4.	Cookie -ფაილების მართვა</h2>
          <br />
          <p className="legalMyBody">
          Pikfud-ის ვებ  გვერდის ან/და აპლიკაციის პირველად დათვალიერებისას, გამოჩნდება Cookie -ფაილების ბანერი, რომელიც მომხმარებელს საშუალებას აძლევს აირჩიოს, რომელი Cookie -ფაილები უნდა იყოს შენახული მათ ბრაუზერში:
          </p>
          <br />
          <p className="legalMyBody">
          თქვენ უფლება გაქვთ:
          </p>
          <br />
          <p className="legalMyBody">
          •	მიიღოთ ყველა მათგანი და გააგრძელოთ ვებ გვერდის დათვალიერება:  Cookie -ფაილების ბანერი ხელახლა არ გამოჩნდება და ჩაითვლება, რომ მომხმარებელი ეთანხმება Cookie -ფაილების პოლიტიკას.
          </p>
          <br />
          <p className="legalMyBody">
          •	გამორთოთ Cookie -ფაილების არჩეული კატეგორიები (იმ ფაილების გარდა, რომლებიც აუცილებელია ვებ გვერდის ფუნქციონირებისთვის).
          </p>
          <br />
          <p className="legalMyBody">
          •	გამორთოთ ყველა Cookie -ფაილი (იმ ფაილების გარდა, რომლებიც აუცილებელია ვებსაიტის ფუნქციონირებისთვის). ასეთ შემთხვევაში, ვებ გვერდი შეინახავს მხოლოდ იმ Cookie -ფაილებს, რომლებიც აუცილებელია მომხმარებლის მიერ ვებ გვერდის გამოყენებისთვის.
          </p>
          <br />
          <p className="legalMyBody">
          •	შეცვალოთ პარამეტრები ქვემოთ მოცემული ინსტრუქციის შესაბამისად, ზოგიერთი Cookie -ფაილის მიღების ან გამორთვის მეშვეობით, ან უბრალოდ გაიგოთ მეტი ინფორმაცია Cookie -ფაილების შესახებ და გაეცნოთ ჩვენი Cookie -ფაილების პოლიტიკას.
          </p>
          <br />
          <p className="legalMyBody">
          •	ნებისმიერ დროს შეგიძლიათ შეხვიდეთ და მართოთ ფაქტიური Cookie-ფაილების თანხმობა და შეამოწმოთ Pikfud-ის მიერ გამოყენებული ფაქტიური Cookie-ფაილები. ეს ინფორმაცია ხელმისაწვდომია ჩვენი Cookie -ფაილების კონფიდენციალურობის პრინციპებში.
          </p>
          <br />
          <p className="legalMyBody">
          •	თუ მომხმარებელი არ ეთანხმება ასეთი ინფორმაციის დამუშავებას, მას შეუძლია შეცვალოს თავისი ბრაუზერის კონფიგურაცია იმ ინფორმაციისა და რჩევების გამოყენებით, რომლებიც მოცემულია ქვემოთ მითითებულ ბმულებზე Cookie -ფაილების პარამეტრებთან დაკავშირებით:
          </p>
        </div>
      </div>
    </>
  );
};

export default CookiePolicy;
